Repository: aymane6/dawnbreak
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_br, ru, zh_hans

# paywall.restore
source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fr: Restaurer
hi: रीस्टोर
it: Ripristina
ja: 復元
ko: 복원
pt_br: Restaurar
ru: Восстановить
zh_hans: 恢复购买

# paywall.subhead
source: All twelve missions, twenty-five alarms, every difficulty. One app, no account, no adverts.
ar: كل المهام الاثنتَي عشرة، خمسة وعشرون منبهاً، كل مستويات الصعوبة. تطبيق واحد، بلا حساب، بلا إعلانات.
de: Alle zwölf Missionen, 25 Alarme, jede Schwierigkeit. Eine App, kein Konto, keine Werbung.
es: Las doce misiones, veinticinco alarmas, todas las dificultades. Una app, sin cuenta, sin anuncios.
fr: Les douze missions, vingt-cinq alarmes, toutes les difficultés. Une app, sans compte, sans publicité.
hi: सभी बारह मिशन, पच्चीस अलार्म, हर कठिनाई। एक ऐप, कोई अकाउंट नहीं, कोई विज्ञापन नहीं।
it: Tutte le dodici missioni, venticinque sveglie, ogni difficoltà. Un’app, nessun account, nessuna pubblicità.
ja: 12 のミッションすべて、アラーム 25 個、すべての難易度。アカウント不要、広告なし。
ko: 열두 가지 미션 전부, 알람 25개, 모든 난이도. 계정도 광고도 없습니다.
pt_br: Todas as doze missões, vinte e cinco alarmes, todas as dificuldades. Um app, sem conta, sem anúncios.
ru: Все двенадцать заданий, двадцать пять будильников, любая сложность. Одно приложение, без аккаунта и рекламы.
zh_hans: 全部十二种任务、二十五个闹钟、所有难度。一个应用，无需账号，没有广告。

# paywall.trial
source: %lld days free
ar: %lld يوم مجاناً
de: %lld Tage gratis
es: %lld días gratis
fr: %lld jours offerts
hi: %lld दिन मुफ़्त
it: %lld giorni gratis
ja: %lld 日間無料
ko: %lld일 무료
pt_br: %lld dias grátis
ru: %lld дня бесплатно
zh_hans: 免费 %lld 天

# permission.alarm.deniedBody
source: Dawnbreak cannot ring until you allow alarms. Nothing on this screen will wake you up.
ar: لا يمكن لـ Dawnbreak أن يرن حتى تسمح بالمنبهات. لن يوقظك أي شيء في هذه الشاشة.
de: Dawnbreak kann nicht klingeln, solange du Alarme nicht erlaubst. Nichts auf diesem Bildschirm weckt dich.
es: Dawnbreak no puede sonar hasta que permitas las alarmas. Nada de esta pantalla te despertará.
fr: Dawnbreak ne peut pas sonner tant que vous n’autorisez pas les alarmes. Rien sur cet écran ne vous réveillera.
hi: जब तक आप अलार्म की अनुमति नहीं देते, Dawnbreak बज नहीं सकता। इस स्क्रीन पर कुछ भी आपको नहीं जगाएगा।
it: Dawnbreak non può suonare finché non consenti le sveglie. Niente in questa schermata ti sveglierà.
ja: アラームを許可するまで Dawnbreak は鳴りません。この画面にあるものではあなたは起きられません。
ko: 알람을 허용하기 전까지 Dawnbreak는 울릴 수 없습니다. 이 화면의 어떤 것도 당신을 깨우지 못합니다.
pt_br: O Dawnbreak não pode tocar até você permitir alarmes. Nada nesta tela vai te acordar.
ru: Dawnbreak не сможет прозвонить, пока вы не разрешите будильники. Ничто на этом экране вас не разбудит.
zh_hans: 在你允许闹钟之前，Dawnbreak 无法响铃。此页面上的任何内容都不会叫醒你。

# permission.alarm.deniedTitle
source: Alarms are blocked
ar: المنبهات محجوبة
de: Alarme sind blockiert
es: Las alarmas están bloqueadas
fr: Les alarmes sont bloquées
hi: अलार्म ब्लॉक हैं
it: Le sveglie sono bloccate
ja: アラームがブロックされています
ko: 알람이 차단되어 있습니다
pt_br: Os alarmes estão bloqueados
ru: Будильники заблокированы
zh_hans: 闹钟被阻止

# preview.barcode
source: Scan %@
ar: امسح %@
de: %@ scannen
es: Escanear %@
fr: Scanner %@
hi: %@ स्कैन करना
it: Scansionare %@
ja: %@ をスキャン
ko: %@ 스캔
pt_br: Escanear %@
ru: Отсканировать %@
zh_hans: 扫描%@

# preview.barcode.unset
source: a code you have not scanned yet
ar: رمز لم تمسحه بعد
de: ein noch nicht gescannter Code
es: un código que aún no has escaneado
fr: un code que vous n’avez pas encore scanné
hi: एक कोड जो आपने अभी स्कैन नहीं किया
it: un codice non ancora scansionato
ja: まだスキャンしていないコード
ko: 아직 스캔하지 않은 코드
pt_br: um código que você ainda não escaneou
ru: код, который вы ещё не сканировали
zh_hans: 你还没扫过的条码

# preview.breathe
source: %lld guided breaths
ar: %lld أنفاس موجّهة
de: %lld geführte Atemzüge
es: %lld respiraciones guiadas
fr: %lld respirations guidées
hi: %lld निर्देशित साँसें
it: %lld respiri guidati
ja: ガイド付き呼吸 %lld 回
ko: 안내 호흡 %lld회
pt_br: %lld respirações guiadas
ru: %lld направляемых вдохов
zh_hans: %lld 次引导呼吸

# preview.draw
source: A different object each round
ar: شيء مختلف كل جولة
de: Jede Runde ein anderes Motiv
es: Un objeto distinto en cada ronda
fr: Un objet différent à chaque manche
hi: हर राउंड में अलग चीज़
it: Un oggetto diverso a ogni turno
ja: ラウンドごとに違うお題
ko: 라운드마다 다른 주제
pt_br: Um objeto diferente por rodada
ru: В каждом раунде свой предмет
zh_hans: 每轮换一个题目

# preview.flap
source: %lld gaps to clear
ar: %lld فتحات لتعبرها
de: %lld Lücken schaffen
es: %lld huecos que pasar
fr: %lld passages à franchir
hi: %lld गैप पार करने हैं
it: %lld aperture da superare
ja: 隙間 %lld 個を通過
ko: 틈 %lld개 통과
pt_br: %lld vãos para passar
ru: %lld проходов
zh_hans: 穿过 %lld 个缝隙

# preview.math
source: %lld-digit sums
ar: أعداد من %lld خانات
de: %lld-stellige Aufgaben
es: Cuentas de %lld cifras
fr: Calculs à %lld chiffres
hi: %lld अंकों के सवाल
it: Calcoli a %lld cifre
ja: %lld 桁の計算
ko: %lld자리 계산
pt_br: Contas de %lld dígitos
ru: Примеры из %lld цифр
zh_hans: %lld 位数运算

# preview.memory
source: %1$lld tiles on a %2$lld×%3$lld grid
ar: %1$lld مربعات في شبكة %2$lld×%3$lld
de: %1$lld Felder auf %2$lld×%3$lld
es: %1$lld casillas en una rejilla %2$lld×%3$lld
fr: %1$lld cases sur une grille %2$lld×%3$lld
hi: %2$lld×%3$lld ग्रिड में %1$lld टाइल
it: %1$lld caselle su una griglia %2$lld×%3$lld
ja: %2$lld×%3$lld のマスに %1$lld 個
ko: %2$lld×%3$lld 격자에서 %1$lld칸
pt_br: %1$lld quadros numa grade %2$lld×%3$lld
ru: %1$lld плиток на поле %2$lld×%3$lld
zh_hans: %2$lld×%3$lld 网格中的 %1$lld 格

# preview.photo
source: Photograph %@
ar: صوّر %@
de: %@ fotografieren
es: Fotografiar %@
fr: Photographier %@
hi: %@ की फ़ोटो लेना
it: Fotografare %@
ja: %@ を撮影
ko: %@ 촬영
pt_br: Fotografar %@
ru: Сфотографировать %@
zh_hans: 拍摄%@

# preview.photo.unset
source: an object you have not picked yet
ar: شيء لم تختره بعد
de: ein noch nicht gewähltes Objekt
es: un objeto que aún no has elegido
fr: un objet que vous n’avez pas encore choisi
hi: एक चीज़ जो आपने अभी नहीं चुनी
it: un oggetto non ancora scelto
ja: まだ選んでいないモノ
ko: 아직 고르지 않은 물건
pt_br: um objeto que você ainda não escolheu
ru: предмет, который вы ещё не выбрали
zh_hans: 你还没选的物品

# preview.roundsSuffix
source: %lld rounds
ar: %lld جولات
de: %lld Runden
es: %lld rondas
fr: %lld manches
hi: %lld राउंड
it: %lld turni
ja: %lld ラウンド
ko: %lld라운드
pt_br: %lld rodadas
ru: %lld раунда
zh_hans: %lld 轮

# preview.sequence
source: %lld-step pattern
ar: نمط من %lld خطوات
de: Muster mit %lld Schritten
es: Patrón de %lld pasos
fr: Motif de %lld étapes
hi: %lld चरणों का पैटर्न
it: Sequenza di %lld passi
ja: %lld ステップのパターン
ko: %lld단계 패턴
pt_br: Padrão de %lld passos
ru: Рисунок из %lld шагов
zh_hans: %lld 步的图案

# preview.shake
source: %lld shakes
ar: %lld رجّة
de: %lld× schütteln
es: %lld sacudidas
fr: %lld secousses
hi: %lld बार हिलाना
it: %lld scosse
ja: シェイク %lld 回
ko: 흔들기 %lld회
pt_br: %lld sacudidas
ru: %lld встряхиваний
zh_hans: 摇动 %lld 次

# preview.squats
source: %lld squats
ar: %lld قرفصاء
de: %lld Kniebeugen
es: %lld sentadillas
hi: %lld स्क्वैट
it: %lld squat
ja: スクワット %lld 回
ko: 스쿼트 %lld회
pt_br: %lld agachamentos
ru: %lld приседаний
zh_hans: 深蹲 %lld 次

# preview.steps
source: %lld steps
ar: %lld خطوة
de: %lld Schritte
es: %lld pasos
fr: %lld pas
hi: %lld कदम
it: %lld passi
ja: %lld 歩
ko: %lld걸음
pt_br: %lld passos
ru: %lld шагов
zh_hans: %lld 步

# preview.typing
source: Sentences of about %lld words
ar: جمل من نحو %lld كلمات
de: Sätze mit etwa %lld Wörtern
es: Frases de unas %lld palabras
fr: Phrases d’environ %lld mots
hi: लगभग %lld शब्दों के वाक्य
it: Frasi di circa %lld parole
ja: 約 %lld 語の文章
ko: 약 %lld 단어 문장
pt_br: Frases de cerca de %lld palavras
ru: Фразы примерно из %lld слов
zh_hans: 约 %lld 个词的句子

# repeat.everyDay
source: Every day
ar: كل يوم
de: Täglich
es: Todos los días
fr: Tous les jours
hi: हर दिन
it: Ogni giorno
ja: 毎日
ko: 매일
pt_br: Todos os dias
ru: Каждый день
zh_hans: 每天

# repeat.never
source: Once
ar: مرة واحدة
de: Einmal
es: Una vez
fr: Une fois
hi: एक बार
it: Una volta
ja: 1 回のみ
ko: 한 번
pt_br: Uma vez
ru: Один раз
zh_hans: 仅一次

# repeat.weekdays
source: Weekdays
ar: أيام الأسبوع
de: Wochentags
es: De lunes a viernes
fr: En semaine
hi: सप्ताह के दिन
it: Nei giorni feriali
ja: 平日
ko: 주중
pt_br: Dias de semana
ru: По будням
zh_hans: 工作日

# repeat.weekends
source: Weekends
ar: نهاية الأسبوع
de: Am Wochenende
es: Fines de semana
fr: Le week-end
hi: सप्ताहांत
it: Nel weekend
ja: 週末
ko: 주말
pt_br: Fins de semana
ru: По выходным
zh_hans: 周末

# settings.appearance
source: Theme
ar: النمط
de: Design
es: Tema
fr: Thème
hi: थीम
it: Tema
ja: テーマ
ko: 테마
pt_br: Tema
ru: Тема
zh_hans: 主题

# settings.bedtime
source: Reminder at
ar: التذكير في
de: Erinnerung um
es: Recordatorio a las
fr: Rappel à
hi: रिमाइंडर
it: Promemoria alle
ja: 通知する時刻
ko: 알림 시각
pt_br: Lembrete às
ru: Напоминать в
zh_hans: 提醒时间

# settings.bedtime.hour
source: Hour
ar: الساعة
de: Stunde
es: Hora
fr: Heure
hi: घंटा
it: Ora
ja: 時
ko: 시
pt_br: Hora
ru: Часы
zh_hans: 小时

# settings.bedtime.minute
source: Minute
ar: الدقيقة
es: Minuto
hi: मिनट
it: Minuto
ja: 分
ko: 분
pt_br: Minuto
ru: Минуты
zh_hans: 分钟

# settings.bedtimeReminder
source: Bedtime reminder
ar: تذكير موعد النوم
de: Schlafenszeit-Erinnerung
es: Recordatorio para dormir
fr: Rappel de coucher
hi: सोने का रिमाइंडर
it: Promemoria per dormire
ja: 就寝リマインダー
ko: 취침 알림
pt_br: Lembrete de dormir
ru: Напоминание о сне
zh_hans: 就寝提醒

# settings.clock
source: Clock
ar: الساعة
de: Uhrzeit
es: Reloj
fr: Horloge
hi: घड़ी
it: Orologio
ja: 時刻表示
ko: 시계
pt_br: Relógio
ru: Часы
zh_hans: 时间格式

# settings.clock.12
source: 12-hour
ar: ١٢ ساعة
de: 12 Stunden
es: 12 horas
fr: 12 heures
hi: 12-घंटे
it: 12 ore
ja: 12 時間制
ko: 12시간
pt_br: 12 horas
ru: 12 часов
zh_hans: 12 小时制

# settings.clock.24
source: 24-hour
ar: ٢٤ ساعة
de: 24 Stunden
es: 24 horas
fr: 24 heures
hi: 24-घंटे
it: 24 ore
ja: 24 時間制
ko: 24시간
pt_br: 24 horas
ru: 24 часа
zh_hans: 24 小时制

# settings.clock.region
source: Match region
ar: حسب المنطقة
de: Wie Region
es: Según la región
fr: Selon la région
hi: क्षेत्र के अनुसार
it: Come la regione
ja: 地域に合わせる
ko: 지역 설정
pt_br: Igual à região
ru: Как в регионе
zh_hans: 跟随地区

# settings.erase
source: Erase wake history
ar: محو سجل الاستيقاظ
de: Weckverlauf löschen
es: Borrar el historial
fr: Effacer l’historique
hi: वेक इतिहास मिटाएँ
it: Cancella lo storico
ja: 起床履歴を消去
ko: 기상 기록 삭제
pt_br: Apagar histórico
ru: Удалить историю
zh_hans: 清除起床记录

# settings.erase.action
source: Erase everything
ar: محو كل شيء
de: Alles löschen
es: Borrar todo
fr: Tout effacer
hi: सब कुछ मिटाएँ
it: Cancella tutto
ja: すべて消去
ko: 전부 삭제
pt_br: Apagar tudo
ru: Удалить всё
zh_hans: 全部清除

# settings.erase.body
source: Your streak, your stats and every logged morning go with it.
ar: سلسلتك وإحصاءاتك وكل صباح مسجّل ستذهب معها.
de: Serie, Statistiken und jeder protokollierte Morgen verschwinden mit.
es: Tu racha, tus datos y todas las mañanas registradas se irán con ello.
fr: Votre série, vos statistiques et chaque matin enregistré partent avec.
hi: आपकी लगातार सीरीज़, आँकड़े और हर दर्ज सुबह इसके साथ चली जाएगी।
it: La tua serie, le statistiche e ogni mattina registrata andranno perse.
ja: 連続記録、統計、記録したすべての朝が一緒に消えます。
ko: 연속 기록, 통계, 기록된 모든 아침이 함께 사라집니다.
pt_br: Sua sequência, seus dados e todas as manhãs registradas vão embora.
ru: Ваша серия, статистика и каждое записанное утро исчезнут.
zh_hans: 你的连续天数、统计数据和每一个记录的早晨都会一并消失。

# settings.erase.confirm
source: Erase every record?
ar: محو كل السجلات؟
de: Alle Einträge löschen?
es: ¿Borrar todos los registros?
fr: Effacer tous les enregistrements ?
hi: सभी रिकॉर्ड मिटाएँ?
it: Cancellare tutti i dati?
ja: すべての記録を消去しますか？
ko: 모든 기록을 삭제할까요?
pt_br: Apagar todos os registros?
ru: Удалить все записи?
zh_hans: 清除所有记录？

# settings.erase.done
source: Wake history erased
ar: تم محو سجل الاستيقاظ
de: Weckverlauf gelöscht
es: Historial borrado
fr: Historique effacé
hi: वेक इतिहास मिटा दिया गया
it: Storico cancellato
ja: 起床履歴を消去しました
ko: 기상 기록을 삭제했습니다
pt_br: Histórico apagado
ru: История удалена
zh_hans: 起床记录已清除

# settings.escapeHatch
source: Emergency exit
ar: مخرج الطوارئ
de: Notausgang
es: Salida de emergencia
fr: Sortie de secours
hi: आपातकालीन निकास
it: Uscita d’emergenza
ja: 非常口
ko: 비상 탈출
pt_br: Saída de emergência
ru: Аварийный выход
zh_hans: 紧急出口

# settings.escapeHatch.body
source: Lets you give up on a mission and stop the alarm. On, because an app that can trap you in a squat count at 06:00 is worse than one you can cheat.
ar: يسمح لك بالتخلي عن مهمة وإيقاف المنبه. مُفعّل، لأن تطبيقاً قادراً على حبسك في عدّ القرفصاء في السادسة صباحاً أسوأ من تطبيق يمكن الغش فيه.
de: Erlaubt, eine Mission aufzugeben und den Alarm zu stoppen. Standardmäßig an: eine App, die dich um 6 Uhr in Kniebeugen gefangen hält, ist schlimmer als eine, die man betrügen kann.
es: Te permite rendirte en una misión y parar la alarma. Activado, porque una app que puede atraparte contando sentadillas a las 6:00 es peor que una en la que puedes hacer trampa.
fr: Permet d’abandonner une mission et d’arrêter l’alarme. Activé, car une app qui peut vous enfermer dans des squats à 6 h est pire qu’une app où l’on peut tricher.
hi: यह आपको मिशन छोड़कर अलार्म बंद करने देता है। चालू, क्योंकि सुबह 6 बजे स्क्वैट गिनती में फँसा देने वाला ऐप उससे बुरा है जिसमें चीटिंग हो सके।
it: Ti permette di arrenderti in una missione e fermare la sveglia. Attivo, perché un’app che può intrappolarti a contare squat alle 6:00 è peggio di una in cui puoi barare.
ja: ミッションをあきらめてアラームを止められます。既定でオン。朝 6 時にスクワットの数え上げから抜け出せないアプリは、ズルできるアプリより悪いからです。
ko: 미션을 포기하고 알람을 끌 수 있게 합니다. 기본값은 켜짐. 아침 6시에 스쿼트 카운트에 갇히는 앱은 속일 수 있는 앱보다 나쁩니다.
pt_br: Permite desistir de uma missão e parar o alarme. Ativado, porque um app que pode te prender contando agachamentos às 6:00 é pior que um em que se pode trapacear.
ru: Позволяет отказаться от задания и выключить будильник. Включено: приложение, способное запереть вас в подсчёте приседаний в 6:00, хуже того, которое можно обмануть.
zh_hans: 允许你放弃任务并停止闹钟。默认开启：一个能在早上六点把你困在数深蹲里的应用，比一个可以作弊的应用更糟。

# settings.haptics
source: Haptics
ar: الاستجابة اللمسية
de: Haptik
es: Vibraciones
fr: Retour haptique
hi: हैप्टिक्स
it: Feedback aptico
ja: 触覚フィードバック
ko: 햅틱
pt_br: Resposta tátil
ru: Тактильный отклик
zh_hans: 触感反馈

# settings.manageSubscription
source: Manage subscription
ar: إدارة الاشتراك
de: Abo verwalten
es: Gestionar suscripción
fr: Gérer l’abonnement
hi: सब्सक्रिप्शन प्रबंधित करें
it: Gestisci l’abbonamento
ja: サブスクリプションを管理
ko: 구독 관리
pt_br: Gerenciar assinatura
ru: Управление подпиской
zh_hans: 管理订阅

# settings.openSystemSettings
source: Open iOS Settings
ar: فتح إعدادات iOS
de: iOS-Einstellungen öffnen
es: Abrir Ajustes de iOS
fr: Ouvrir les Réglages iOS
hi: iOS सेटिंग खोलें
it: Apri Impostazioni iOS
ja: iOS の設定を開く
ko: iOS 설정 열기
pt_br: Abrir Ajustes do iOS
ru: Открыть настройки iOS
zh_hans: 打开 iOS 设置

# settings.permission.alarms
source: Alarms
ar: المنبهات
de: Alarme
es: Alarmas
fr: Alarmes
hi: अलार्म
it: Sveglie
ja: アラーム
ko: 알람
pt_br: Alarmes
ru: Будильники
zh_hans: 闹钟

# settings.permission.denied
source: Blocked
ar: محجوب
de: Blockiert
es: Bloqueado
fr: Bloqué
hi: ब्लॉक
it: Bloccato
ja: ブロック中
ko: 차단됨
pt_br: Bloqueado
ru: Заблокировано
zh_hans: 已阻止

# settings.permission.grant
source: Ask now
ar: اطلب الآن
de: Jetzt fragen
es: Solicitar ahora
fr: Demander maintenant
hi: अब पूछें
it: Chiedi ora
ja: 今すぐ許可を求める
ko: 지금 요청
pt_br: Solicitar agora
ru: Запросить сейчас
zh_hans: 立即请求

# settings.permission.granted
source: Allowed
ar: مسموح
de: Erlaubt
es: Permitido
fr: Autorisé
hi: अनुमति है
it: Consentito
ja: 許可済み
ko: 허용됨
pt_br: Permitido
ru: Разрешено
zh_hans: 已允许

# settings.permission.notDetermined
source: Not asked yet
ar: لم يُطلب بعد
de: Noch nicht gefragt
es: Aún sin solicitar
fr: Pas encore demandé
hi: अभी नहीं पूछा गया
it: Non ancora richiesto
ja: 未確認
ko: 아직 요청 안 함
pt_br: Ainda não solicitado
ru: Ещё не запрошено
zh_hans: 尚未询问

# settings.pro.active
source: Dawnbreak Pro is active
ar: Dawnbreak Pro مُفعّل
de: Dawnbreak Pro ist aktiv
es: Dawnbreak Pro está activo
fr: Dawnbreak Pro est actif
hi: Dawnbreak Pro चालू है
it: Dawnbreak Pro è attivo
ja: Dawnbreak Pro は有効です
ko: Dawnbreak Pro가 활성 상태입니다
pt_br: O Dawnbreak Pro está ativo
ru: Dawnbreak Pro активен
zh_hans: Dawnbreak Pro 已启用

# settings.recordCount
source: Mornings logged
ar: الصباحات المسجّلة
de: Protokollierte Morgen
es: Mañanas registradas
fr: Matins enregistrés
hi: दर्ज सुबहें
it: Mattine registrate
ja: 記録した朝
ko: 기록된 아침
pt_br: Manhãs registradas
ru: Записано утр
zh_hans: 已记录的早晨

# settings.replayOnboarding
source: Show the intro again
ar: إظهار المقدمة مرة أخرى
de: Einführung erneut zeigen
es: Ver la introducción otra vez
fr: Revoir l’introduction
hi: परिचय फिर देखें
it: Rivedi l’introduzione
ja: 紹介をもう一度見る
ko: 소개 다시 보기
pt_br: Ver a introdução de novo
ru: Показать вступление снова
zh_hans: 再看一次介绍

# settings.section.about
source: About
ar: حول
de: Über
es: Información
fr: À propos
hi: परिचय
it: Informazioni
ja: このアプリについて
ko: 정보
pt_br: Sobre
ru: О приложении
zh_hans: 关于

# settings.section.appearance
source: Appearance
ar: المظهر
de: Erscheinungsbild
es: Apariencia
fr: Apparence
hi: दिखावट
it: Aspetto
ja: 外観
ko: 화면 스타일
pt_br: Aparência
ru: Оформление
zh_hans: 外观

# settings.section.data
source: Your data
ar: بياناتك
de: Deine Daten
es: Tus datos
fr: Vos données
hi: आपका डेटा
it: I tuoi dati
ja: あなたのデータ
ko: 내 데이터
pt_br: Seus dados
ru: Ваши данные
zh_hans: 你的数据

# settings.section.data.footer
source: The wake log is stored on this iPhone and nowhere else. There is no account and no server to delete it from.
ar: سجل الاستيقاظ محفوظ على هذا الـ iPhone وحده. لا حساب ولا خادم لحذفه منه.
de: Das Weckprotokoll liegt nur auf diesem iPhone. Es gibt kein Konto und keinen Server, von dem man es löschen müsste.
es: El registro de despertares se guarda solo en este iPhone. No hay cuenta ni servidor de donde borrarlo.
fr: Le journal des réveils est stocké sur cet iPhone, et nulle part ailleurs. Il n’y a ni compte ni serveur à purger.
hi: वेक लॉग सिर्फ़ इस iPhone पर रखा जाता है। इसे हटाने के लिए न कोई अकाउंट है, न सर्वर।
it: Il registro dei risvegli è salvato solo su questo iPhone. Non c’è nessun account né server da cui cancellarlo.
ja: 起床ログはこの iPhone にのみ保存されます。削除すべきアカウントもサーバーも存在しません。
ko: 기상 기록은 이 iPhone에만 저장됩니다. 삭제할 계정도, 서버도 없습니다.
pt_br: O histórico de despertares fica só neste iPhone. Não há conta nem servidor de onde apagá-lo.
ru: Журнал пробуждений хранится только на этом iPhone. Нет ни аккаунта, ни сервера, откуда его удалять.
zh_hans: 起床记录只保存在这台 iPhone 上。没有账号，也没有服务器需要清除。

# settings.section.permissions
source: Permissions
ar: الأذونات
de: Berechtigungen
es: Permisos
fr: Autorisations
hi: अनुमतियाँ
it: Permessi
ja: 許可
ko: 권한
pt_br: Permissões
ru: Разрешения
zh_hans: 权限

# settings.section.sleep
source: Sleep
ar: النوم
de: Schlaf
es: Sueño
fr: Sommeil
hi: नींद
it: Sonno
ja: 睡眠
ko: 수면
pt_br: Sono
ru: Сон
zh_hans: 睡眠

# settings.section.sleep.footer
source: A local reminder, calculated back from your earliest alarm. Nothing is sent anywhere.
ar: تذكير محلي، محسوب رجوعاً من أقرب منبه لديك. لا يُرسل شيء إلى أي مكان.
de: Eine lokale Erinnerung, zurückgerechnet von deinem frühesten Alarm. Nichts wird irgendwohin gesendet.
es: Un recordatorio local, calculado desde tu alarma más temprana. No se envía nada a ningún sitio.
fr: Un rappel local, calculé à partir de votre alarme la plus matinale. Rien n’est envoyé nulle part.
hi: एक लोकल रिमाइंडर, आपके सबसे जल्दी वाले अलार्म से पीछे गिनकर। कुछ भी कहीं नहीं भेजा जाता।
it: Un promemoria locale, calcolato a partire dalla tua sveglia più mattutina. Niente viene inviato altrove.
ja: いちばん早いアラームから逆算するローカル通知です。どこにも送信されません。
ko: 가장 이른 알람에서 거꾸로 계산한 로컬 알림입니다. 어디에도 전송되지 않습니다.
pt_br: Um lembrete local, calculado a partir do seu alarme mais cedo. Nada é enviado a lugar algum.
ru: Локальное напоминание, рассчитанное от самого раннего будильника. Никуда ничего не отправляется.
zh_hans: 这是根据你最早的闹钟倒推的本地提醒，不会发送到任何地方。

# settings.section.wake
source: Waking up
ar: الاستيقاظ
de: Aufwachen
es: Despertar
fr: Le réveil
hi: जागना
it: Sveglia
ja: 起きるとき
ko: 기상
pt_br: Ao acordar
ru: Пробуждение
zh_hans: 起床

# settings.sleepGoal
source: Sleep goal
ar: هدف النوم
de: Schlafziel
es: Objetivo de sueño
fr: Objectif de sommeil
hi: नींद का लक्ष्य
it: Obiettivo di sonno
ja: 睡眠目標
ko: 수면 목표
pt_br: Meta de sono
ru: Цель по сну
zh_hans: 睡眠目标

# settings.sleepGoal.value
source: %@ h
ar: %@ س
de: %@ Std.
hi: %@ घं
ja: %@ 時間
ko: %@시간
ru: %@ ч
zh_hans: %@ 小时

# settings.support
source: Contact support
ar: التواصل مع الدعم
de: Support kontaktieren
es: Contactar con soporte
fr: Contacter le support
hi: सहायता से संपर्क करें
it: Contatta l’assistenza
ja: サポートに連絡
ko: 지원팀에 문의
pt_br: Falar com o suporte
ru: Связаться с поддержкой
zh_hans: 联系支持

# settings.upgrade.body
source: Every mission, every difficulty, and as many alarms as your week needs.
ar: كل المهام، كل مستويات الصعوبة، وعدد المنبهات الذي يحتاجه أسبوعك.
de: Alle Missionen, alle Schwierigkeiten und so viele Alarme, wie deine Woche braucht.
es: Todas las misiones, todas las dificultades y tantas alarmas como necesite tu semana.
fr: Toutes les missions, toutes les difficultés, et autant d’alarmes que votre semaine en demande.
hi: हर मिशन, हर कठिनाई, और जितने अलार्म आपके हफ़्ते को चाहिए।
it: Tutte le missioni, tutte le difficoltà e quante sveglie ti serve la settimana.
ja: すべてのミッション、すべての難易度、そして 1 週間に必要なだけのアラーム。
ko: 모든 미션, 모든 난이도, 그리고 한 주에 필요한 만큼의 알람.
pt_br: Todas as missões, todas as dificuldades e quantos alarmes sua semana pedir.
ru: Все задания, все уровни сложности и столько будильников, сколько нужно вашей неделе.
zh_hans: 全部任务、全部难度，以及你这一周需要的所有闹钟。

# settings.upgrade.title
source: Get Dawnbreak Pro
ar: احصل على Dawnbreak Pro
de: Dawnbreak Pro holen
es: Consigue Dawnbreak Pro
fr: Passer à Dawnbreak Pro
hi: Dawnbreak Pro लें
it: Passa a Dawnbreak Pro
ja: Dawnbreak Pro を入手
ko: Dawnbreak Pro 구매
pt_br: Obtenha o Dawnbreak Pro
ru: Оформить Dawnbreak Pro
zh_hans: 获取 Dawnbreak Pro

# settings.version
source: Version
ar: الإصدار
es: Versión
hi: वर्शन
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão
ru: Версия
zh_hans: 版本

# shot.caption.alarms
source: Wake up for real
ar: استيقظ فعلاً
de: Wirklich aufwachen
es: Despierta de verdad
fr: Réveil pour de vrai
hi: अब सच में उठिए
it: Sveglia sul serio
ja: 本当に起きる朝へ
ko: 진짜로 일어나는 아침
pt_br: Acorde de verdade
ru: Просыпайтесь по-настоящему
zh_hans: 真正地起床

# shot.caption.editor
source: Set up your morning
ar: اختر صباحك
de: Deinen Morgen einstellen
es: Diseña tu mañana
fr: Composez votre matin
hi: अपनी सुबह चुनें
it: Scegli la tua mattina
ja: 自分好みの朝に
ko: 아침을 직접 설정
pt_br: Monte sua manhã
ru: Настройте своё утро
zh_hans: 定制你的早晨

# shot.caption.mission
source: Earn the silence
ar: اكسب الصمت
de: Ruhe muss man sich verdienen
es: Gánate el silencio
fr: Méritez le silence
hi: शांति कमाकर पाइए
it: Guadagnati il silenzio
ja: 静けさは自分で勝ち取る
ko: 고요는 스스로 얻는 것
pt_br: Conquiste o silêncio
ru: Тишину нужно заслужить
zh_hans: 安静要自己赢来

# shot.caption.onboarding
source: Set up in a minute
ar: الإعداد في دقيقة
de: In einer Minute bereit
es: Listo en un minuto
fr: Prêt en une minute
hi: एक मिनट में तैयार
it: Pronto in un minuto
ja: 設定は1分で完了
ko: 1분이면 준비 완료
pt_br: Pronto em um minuto
ru: Готово за минуту
zh_hans: 一分钟完成设置

# shot.caption.settings
source: Made to fit you
ar: مصمم على مقاسك
de: Passt sich dir an
es: Hecha a tu medida
fr: Réglé à votre mesure
hi: आपके हिसाब से
it: Su misura per te
ja: あなたに合わせて
ko: 당신에게 맞춰서
pt_br: Do seu jeito
ru: Настроено под вас
zh_hans: 为你而调

# shot.caption.stats
source: See every morning
ar: كل صباح موثّق
de: Jeder Morgen im Blick
es: Cada mañana, a la vista
fr: Chaque matin, en clair
hi: हर सुबह का हिसाब
it: Ogni mattina, nero su bianco
ja: 毎朝の記録が残る
ko: 모든 아침이 기록됩니다
pt_br: Cada manhã registrada
ru: Каждое утро на виду
zh_hans: 每个清晨都有记录
